{
  "Genesis": "Begins with the creation of the universe and ends in the death of Joseph. Means 'in beginning.'",
  "Exodus": "About how the Hebrew people were led out of Egypt by God. Means 'names.'",
  "Leviticus": "Covers Jewish laws of sacrificing to God and the work of the priests. Means 'And He will declare.'",
  "Numbers": "Contains a story of Moses and Israelites when they wander through the wilderness.",
  "Deuteronomy": "Deals with Moses, the Israelites, and their relationship with God. Means 'people of the Word.'",
  "Joshua": "The first book covering the history of Israel from the arrival of the Promised Land to captivity.",
  "Judges": "Contains the stories of leaders who led people in battle. Means 'people of judgment.'",
  "Ruth": "Contains the story of the family of Elimelech, and mainly bollows Ruth and Boaz.",
  "1 Samuel": "The 1st part of the book of Samuel. Tells the history of Israel from Samuel's birth to Saul's death.",
  "2 Samuel": "The 2nd part of the book of Samuel. Tells the story of King David and Jerusalem.",
  "1 Kings": "The 1st part of the book of Kings. Tells of Israel's kings from the end of David until exile.",
  "2 Kings": "The 2nd part of the book of Kings. Tells of Israel's kings from the end of David until exile.",
  "1 Chronicles": "The history of Israel and the Jews' troubles, and encourages those that returned from exile.",
  "2 Chronicles": "The history of Israel and the Jews' troubles, and encourages those that returned from exile.",
  "Ezra": "Details the return of the Jewish people from their exile in Babylon in 530 BC.",
  "Nehemiah": "Considered the second part of Ezra, as it is told from Nehemiah's perspective.",
  "Esther": "Details the story of Esther, who becomes queen of Persia and thrwarts a genocide.",
  "Job": "Addresses thodicy (why God permits evil in the world) through Job's story.",
  "Psalm": "A collection of 150 prayers and poems thought to have largely been written by King David.",
  "Proverbs": "Contains important teaching and instructions, provides moral theology.",
  "Ecclesiastes": "Talks about the meaning of life and the best way to live, likely by Solomon.",
  "Song of Solomon": "Also called Song of Songs, it celebrates sexual love and is the most explicit book of the Bible.",
  "Isaiah": "",
  "Jeremiah": "",
  "Lamentations": "",
  "Ezekiel": "",
  "Daniel": "",
  "Hosea": "",
  "Joel": "",
  "Amos": "",
  "Obadiah": "",
  "Jonah": "",
  "Micah": "",
  "Nahum": "",
  "Habakkuk": "",
  "Zephaniah": "",
  "Haggai": "",
  "Zechariah": "",
  "Malachi": "",
  "Matthew": "",
  "Mark": "",
  "Luke": "",
  "John": "",
  "Acts": "",
  "Romans": "",
  "1 Corinthians": "",
  "2 Corinthians": "",
  "Galatians": "",
  "Ephesians": "",
  "Philippians": "",
  "Colossians": "",
  "1 Thessalonians": "",
  "2 Thessalonians": "",
  "1 Timothy": "",
  "2 Timothy": "",
  "Titus": "",
  "Philemon": "",
  "Hebrews": "",
  "James": "",
  "1 Peter": "",
  "2 Peter": "",
  "1 John": "",
  "2 John": "",
  "3 John": "",
  "Jude": "",
  "Revelation": ""
}